tap 'caskroom/cask'

brew 'git'
brew 'npm'
brew 'yarn', args: ["ignore-dependencies"]
brew 'openssl'
brew 'htop'
brew 'bash-completion'
brew 'bash-git-prompt'
brew 'chruby'

cask 'google-chrome'
cask 'atom'
cask 'iterm2'
cask 'skype'
cask 'dropbox'


mas 'Slack', id: 803453959
mas 'XCode', id: 497799835
