tap 'caskroom/cask'

brew 'git'
brew 'npm'
brew 'yarn', args: ["ignore-dependencies"]
brew 'openssl'
brew 'htop'
brew 'bash-completion'
brew 'bash-git-prompt'
brew 'chruby'
brew 'direnv'

cask 'arq'
cask 'google-chrome'
cask 'iterm2'
cask 'dropbox'
cask '1password'
cask 'postman'
cask 'sequel-pro'
cask 'tripmode'
cask 'zoomus'

mas 'Slack', id: 803453959
mas 'XCode', id: 497799835
